Revit 2027 API
DefinitionBindingMap Constructor
Initializes a new instance of the DefinitionBindingMap class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DefinitionBindingMap()
Public Sub New
public:
DefinitionBindingMap()
new : unit -> DefinitionBindingMap
See Also
Reference
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace